Repository: LiohMoeller/landing-page
Catalog: */po/opensuse-org.*.po
Languages: ar, ca, pt_br, ru, sk, uk

source: en
ca: ca
pt_br: pt_BR
ru: ru
sk: sk
uk: uk

source: openSUSE news &amp; events
ar: أوبن سوزي الأخبار &amp; والأحداث
ca: openSUSE: &notícies i esdeveniments
pt_br: Notícias e eventos do openSUSE
ru: Новости и события openSUSE
sk: openSUSE správy &amp; udalosti
uk: Новини і події openSUSE

source: <input type="hidden" name="language" value="en" /> <select id="searchscope" name="searchscope">
ca: <input type="hidden" name="language" value="ca" /> <select id="searchscope" name="searchscope">
pt_br: <input type="hidden" name="language" value="pt_BR" /> <select id="searchscope" name="searchscope">
ru: <input type="hidden" name="language" value="ru" /> <select id="searchscope" name="searchscope">
sk: <input type="hidden" name="language" value="sk" /> <select id="searchscope" name="searchscope">
uk: <input type="hidden" name="language" value="uk" /> <select id="searchscope" name="searchscope">

source: search in blog-posts
ar: البحث في المدونات
ca: cerca als blogs
pt_br: pesquise nos posts de blogs
ru: поиск в блогах
sk: hľadať v blogových príspevkoch
uk: пошук у блогах

source: search the news
ar: البحث في الأخبار
ca: cerca a les notícies
pt_br: pesquise nas notícias
ru: поиск в новостях
sk: prehľadať správy
uk: пошук новин

source: search for software
ar: البحث عن البرامج
ca: cerca programari
pt_br: pesquise por software
ru: поиск пакетов
sk: hľadať softvér
uk: пошук програм

source: search in help-section
ar: البحث في قسم المساعدة
ca: cerca a l'ajuda
pt_br: pesquise na seção de ajuda
ru: поиск в справке
sk: hľadať v sekcii pomocníka
uk: пошук у довідці

source: </select> <input type="text" name="searchstring" class="textfield" /> <input type="image" alt="run search" title="run search" class="searchbutton" src="/images/frontpage/magnifier.png" />
ca: </select> <input type="text" name="searchstring" class="textfield" /> <input type="image" alt="run search" title="executa la cerca" class="searchbutton" src="/images/frontpage/magnifier.png" />
sk: </select> <input type="text" name="searchstring" class="textfield" /> <input type="image" alt="run search" title="spustiť hľadanie" class="searchbutton" src="/images/frontpage/magnifier.png" />

source: <input type="submit" name="searchbutton" class="button" value="run search" />
ca: <input type="submit" name="searchbutton" class="button" value="executa la cerca" />
sk: <input type="submit" name="searchbutton" class="button" value="spustiť hľadanie" />

source: <span class="clear">&nbsp;</span>
ca: <span class="neteja">&nbsp;</span>

source: <strong>openSUSE</strong> is a free and Linux-based operating system for your PC, Laptop or Server. You can surf the web, manage your e-mails and photos, do office work, play videos or music and <em>have a lot of fun!</em>
ar: <strong>أوبن سوزي</strong> نظام تشغيل مجاني ومستند إلى لينكس للكمبيوتر الشخصي، والمحمول أو الخادم. يمكنك تصفح الويب، وإدارة البريد الإلكتروني وصورك الخاصة، القيام بالأعمال المكتبية، تشغيل ملفات الفيديو أو الموسيقى و <em>تمتع بالكثير من المرح!</em>
ca: <strong>OpenSUSE</strong> és un sistema operatiu lliure basat en Linux per a ordinadors, portàtils o servidors. Podeu navegar per Internet, gestionar el correu electrònic i les fotografies, fer feina d'oficina, mirar vídeos o escoltar música i <em>passar-vos-ho molt bé!</em>
pt_br: O <strong>openSUSE</strong> é um sistema operacional livre baseado no Linux para o seu PC, laptop ou servidor. Você pode navegar na Internet, gerenciar seus e-mails e fotos, fazer seu trabalho de escritório, reproduzir vídeos ou músicas e <em>divertir-se!</em>
ru: <strong>openSUSE</strong> — это свободная операционная система на базе Linux для Вашего ПК, ноутбука или сервера. Вы можете просматривать веб, управлять почтой и фотографиями, выполнять офисную работу, смотреть видео или слушать музыку. <em>Have a lot of fun!</em>
sk: <strong>openSUSE</strong> je slobodný a na Linuxe založený operačný systém pre PC, notebook alebo server. Môžete surfovať po webe, spravovať svoje e-maily a fotografie, robiť kancelársku prácu, prehrávať videá či hudbu a <em>užiť si veľa zábavy!</em>
uk: <strong>openSUSE</strong> - це вільна операційна система на базі Linux для Вашого ПК, ноутбука або сервера. Ви можете переглядати інтернет, управляти поштою і фотографіями, виконувати офісну роботу, дивитися відео чи слухати музику і <em>мати чимале задоволення!</em>

source: <a href="http://software.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Get it: </strong> Download openSUSE or find additional software. </span> <span class="bottom clear">&nbsp;</span> </a>
ar: <a href="http://software.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>أحصل عليه: </strong> حمل أوبن سوزي أو احصل على البرامج الإضافية. </span> <span class="bottom clear">&nbsp;</span> </a>
ca: <a href="http://software.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Obtingueu-lo: </strong> Descarregueu l'openSUSE o trobeu-ne programari addicional. </span> <span class="bottom clear">&nbsp;</span> </a>
pt_br: <a href="http://software.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Baixe: </strong> Baixe o openSUSE ou encontre softwares adicionais. </span> <span class="bottom clear">&nbsp;</span> </a>
ru: <a href="http://software.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Get it: </strong> Загрузите openSUSE или дополнительное ПО. </span> <span class="bottom clear">&nbsp;</span> </a>
sk: <a href="http://software.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Získajte ho: </strong> Stiahnite openSUSE alebo nájsť ďalší softvér. </span> <span class="bottom clear">&nbsp;</span> </a>
uk: <a href="http://software.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>отримання: </strong> Завантажте openSUSE або додаткове ПЗ. </span> <span class="bottom clear">&nbsp;</span> </a>

source: <a href="http://en.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Discover it: </strong> Learn more about openSUSE with tutorials, documentation, and more! </span> <span class="bottom clear">&nbsp;</span> </a>
ar: <a href="http://en.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>اكتشفه: </strong> تعلم المزيد عن أوبن سوزي مع الجولة ، والوثائق , والمزيد! </span> <span class="bottom clear">&nbsp;</span> </a>
ca: <a href="http://en.opensuse.org"> <span class="amunt">&nbsp;</span> <span class="buttontext"> <strong>Descobriu-lo: </strong> Apreneu més sobre l'openSUSE amb tutorials, documentació i molt més! </span> <span class="bottom clear">&nbsp;</span> </a>
pt_br: <a href="http://en.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Descubra: </strong> Aprenda mais sobre o openSUSE com tutoriais, documentação e mais! </span> <span class="bottom clear">&nbsp;</span> </a>
ru: <a href="http://en.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Discover it: </strong> Узнайте больше об openSUSE с помощью документации и других учебных материалов! </span> <span class="bottom clear">&nbsp;</span> </a>
sk: <a href="http://en.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Objavte ho: </strong> Spoznajte viac o openSUSE cez návody, dokumentáciu a ďalšie! </span> <span class="bottom clear">&nbsp;</span> </a>
uk: <a href="http://en.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Пізнавайте: </strong> Дізнайтеся більше про openSUSE з допомогою документації та інших навчальних матеріалів! </span> <span class="bottom clear">&nbsp;</span> </a>

source: <a href="http://build.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Create it: </strong> Build packages for all major Linux distributions with the Build Service. </span> <span class="bottom clear">&nbsp;</span> </a>
ar: <a href="http://build.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>أنشئه: </strong> بناء الحزم لكل توزيعات لنكس الرئيسية مع خدمة بناء. </span> <span class="bottom clear">&nbsp;</span> </a>
ca: <a href="http://build.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Creeu-lo: </strong> Construïu paquets per a les grans distribucions Linux amb el Build Service. </span> <span class="bottom clear">&nbsp;</span> </a>
pt_br: <a href="http://build.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Crie: </strong> Construa pacotes para todas as maiores distribuições Linux com o Build Service. </span> <span class="bottom clear">&nbsp;</span> </a>
ru: <a href="http://build.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Create it: </strong> Создавайте пакеты для всех ключевых дистрибутивов Linux с помощью Build Service. </span> <span class="bottom clear">&nbsp;</span> </a>
sk: <a href="http://build.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Tvorte ho: </strong> Zostavujte balíky pre všetky hlavné linuxové distribúcie so službou Build Service. </span> <span class="bottom clear">&nbsp;</span> </a>
uk: <a href="http://build.opensuse.org"> <span class="top">&nbsp;</span> <span class="buttontext"> <strong>Створюйте: </strong> Збирайте пакунки для всіх ключових дистрибутивів Linux за допомогою Служби складання пакунків. </span> <span class="bottom clear">&nbsp;</span> </a>

source: <span class="clear">&nbsp;</span> <span class="centered" id="screenshots">&nbsp;</span>
ca: <span class="clear">&nbsp;</span> <span class="centered" id="Captures de pantalla">&nbsp;</span>

source: <a href="../screenshots.php" id="toggle_screenshots"><span>&raquo; Screenshots</span></a>
ar: <a href="../screenshots.php" id="toggle_screenshots"><span>&raquo; لقطات الشاشة</span></a>
ca: <a href="../screenshots.php" id="toggle_screenshots"><span>&raquo; Captures de pantalla</span></a>
pt_br: <a href="../screenshots.php" id="toggle_screenshots"><span>&raquo; Capturas de tela</span></a>
ru: <a href="../screenshots.php" id="toggle_screenshots"><span>&raquo; Снимки&nbsp;экрана</span></a>
sk: <a href="../screenshots.php" id="toggle_screenshots"><span>&raquo; Snímky obrazovky</span></a>
uk: <a href="../screenshots.php" id="toggle_screenshots"><span>&raquo; Знімки екрану</span></a>

source: News &amp; Events
ar: أخبار &amp; أحداث
ca: &Notícies i esdeveniments
pt_br: Notícias e eventos
ru: Новости и события
sk: Správy &amp; Udalosti
uk: Новини і події

source: RSS newsfeed
ar: التزويد بمعلومات RSS
ca: Notícies d'RSS
pt_br: fonte de notícia RSS
ru: Поток RSS
uk: Стрічка новин RSS

source: Help &amp; Support
ar: المساعدة &amp; الدعم الفني
ca: &Ajuda i suport
pt_br: Ajuda e suporte
ru: Справка и поддержка
sk: Pomoc &amp; Podpora
uk: Довідка і підтримка

source: get help
ar: احصل على مساعدة
ca: obtingueu ajuda
pt_br: obtenha ajuda
ru: справка
sk: získať pomoc
uk: довідка

source: </a> The <a href="http://forums.opensuse.org/">forums</a> are the first place to go if you want answers to questions about openSUSE!
ar: </a> The <a href="http://forums.opensuse.org/">منتديات</a> هي المكان الأول إذا أردت البحث عن إجابة عن أسئلة حول أوبن سوزي!
ca: </a> Els <a href="http://forums.opensuse.org/">fòrums</a> són el primer lloc on heu d'anar si voleu respostes a les preguntes que us feu sobre l'openSUSE!
pt_br: </a> O <a href="http://forums.opensuse.org/">fórum</a> é o primeiro lugar a ir se você quiser respostas às suas perguntas sobre o openSUSE!
ru: </a> <a href="http://forums.opensuse.org/">Форумы</a> — это первое место, куда следует обратиться, чтобы получить ответы на свои вопросы об openSUSE!
sk: </a> <a href="http://forums.opensuse.org/">Fóra</a> sú prvé miesto, kam ísť, ak chcete, odpovede na otázky o openSUSE!
uk: </a> <a href="http://forums.opensuse.org/">Форум</a> - це перше місце, куди слід звернутися, щоб отримати відповіді на свої запитання про openSUSE!

source: Want to discuss openSUSE, participate in development, or contribute in other ways? Join one of the <a href="http://en.opensuse.org/openSUSE:Mailing_lists">mailing lists</a>.
ar: ترغب في مناقشة أوبن سوزي، والمشاركة في التطوير، أو المساهمة بطرق أخرى؟ انظم إلى إحدى <a href="http://en.opensuse.org/openSUSE:Mailing_lists">القوائم البريدية</a>.
ca: Voleu parlar d'openSUSE, participar en el desenvolupament o contribuir-hi d'una altra manera? Apunteu-vos a alguna de les <a href="http://en.opensuse.org/openSUSE:Mailing_lists">llistes de correu</a>!.
pt_br: Quer discutir o openSUSE, participar no seu desenvolvimento ou contribuir de outras formas? Inscreva-se em uma das <a href="http://pt.opensuse.org/Listas_de_correio">listas de discussão</a>.
ru: Хотите обсудить openSUSE, помочь в разработке или других областях? Присоединяйтесь к одному из <a href="http://ru.opensuse.org/openSUSE:Список_доступных_рассылок">списков рассылки</a>.
sk: Chcete diskutovať o openSUSE, podieľať sa na vývoji, či prispieť iným spôsobom? Pripojte sa k jednej z <a href="http://en.opensuse.org/openSUSE:Mailing_lists">konferencií</a>.
uk: Хочете обговорити openSUSE, допомогти в розробці або у інших напрямках? Приєднуйтесь до одного з <a href="http://en.opensuse.org/openSUSE:Mailing_lists">списків розсилки</a>.

source: openSUSE Shop
ar: متجر أوبن سوزي
ca: Botiga d'openSUSE
pt_br: Loja do openSUSE
ru: Магазин openSUSE
sk: openSUSE Obchod
uk: Крамниця openSUSE

source: openSUSE shop
ar: متجر أوبن سوزي
ca: Botiga d'openSUSE
pt_br: Loja do openSUSE
ru: Магазин openSUSE
sk: openSUSE obchod
uk: Крамниця openSUSE

source: </a> The <a href="http://shop.opensuse.org/">shop</a> is the place to find official openSUSE gear. T-shirts, mugs, caps, bags and much more.
ar: </a> The <a href="http://shop.opensuse.org/">متجر</a> هو المكان المناسب للبحث منتجات أوبن سوزي الرسمية. قمصان وأكواب، قبعات، وحقائب وأكثر بكثير.
ca: </a> La <a href="http://shop.opensuse.org/">botiga</a> és el lloc on trobar articles d'openSUSE. Samarretes, tasses, gorres, bosses i molt més.
pt_br: </a> A <a href="http://shop.opensuse.org/">loja</a> é o local onde encontrar artigos oficiais do openSUSE. Camisetas, canecas, bonés, bolsas e muito mais.
ru: </a> <a href="http://shop.opensuse.org/">Магазин</a> — это место, где вы сможете найти товары с символикой openSUSE. Футболки, кружки, кепки, сумки и многое другое.
sk: </a> <a href="http://shop.opensuse.org/">Obchod</a> je miesto, kde nájdete oficiálne openSUSE vybavenie. Tričká, hrnčeky, čiapky, batohy a mnoho ďalšieho.
uk: </a> <a href="http://shop.opensuse.org/">Крамниця</a> - це місце, де ви зможете знайти товари з символікою openSUSE. Футболки, кружки, кепки, сумки та багато іншого.

source: <a href="http://shop.opensuse.org/shop-us.html">Shop for Americas</a>
ar: <a href="http://shop.opensuse.org/shop-us.html">متجر أمريكا</a>
ca: <a href="http://shop.opensuse.org/shop-us.html">Botiga per a les Amèriques</a>
pt_br: <a href="http://shop.opensuse.org/shop-us.html">Loja para as Américas</a>
ru: <a href="http://shop.opensuse.org/shop-us.html">Магазин для Америки</a>
sk: <a href="http://shop.opensuse.org/shop-us.html">Obchod pre Ameriku</a>
uk: <a href="http://shop.opensuse.org/shop-us.html">Крамниця для Америки</a>

source: <a href="http://shop.opensuse.org/shop-eu.html">Shop for Europe &amp; Asia</a>
ar: <a href="http://shop.opensuse.org/shop-eu.html">متجر أوروبا &amp;آسيا</a>
ca: <a href="http://shop.opensuse.org/shop-eu.html">Botiga per a Europa i Àsia</a>
pt_br: <a href="http://shop.opensuse.org/shop-eu.html">Loja para a Europe e Ásia</a>
ru: <a href="http://shop.opensuse.org">Магазин для Европы и Азии</a>
sk: <a href="http://shop.opensuse.org/shop-eu.html">Obchod pre Európu &amp; Áziu</a>
uk: <a href="http://shop.opensuse.org/shop-eu.html">Крамниця для Європи та Азії</a>

source: <a href="http://software.opensuse.org/">Get Software</a>
ar: <a href="http://software.opensuse.org/">الحصول على البرمجيات</a>
ca: <a href="http://software.opensuse.org/">Aconseguiu programari</a>
pt_br: <a href="http://software.opensuse.org/">Baixe software</a>
ru: <a href="http://software.opensuse.org/">Скачать</a>
sk: <a href="http://software.opensuse.org/">Získať softvér</a>
uk: <a href="http://software.opensuse.org/">Завантажити</a>

source: <a href="http://build.opensuse.org/">Build Service</a>
ar: <a href="http://build.opensuse.org/">إنشاء خدمة</a>
ca: <a href="http://build.opensuse.org/">Servei de construcció</a>
uk: <a href="http://build.opensuse.org/">Служба складання</a>

source: <a href="http://connect.opensuse.org/">Social Network</a>
ar: <a href="http://connect.opensuse.org/">الشبكة الاجتماعية</a>
ca: <a href="http://connect.opensuse.org/">Xarxes socials</a>
pt_br: <a href="http://connect.opensuse.org/">Rede social</a>
ru: <a href="http://connect.opensuse.org/">Социальная сеть</a>
sk: <a href="http://connect.opensuse.org/">Sociálna sieť</a>
uk: <a href="http://connect.opensuse.org/">Соціальна мережа</a>

source: <a href="http://news.opensuse.org/">News</a>
ar: <a href="http://news.opensuse.org/">أخبار</a>
ca: <a href="http://news.opensuse.org/">Notícies</a>
pt_br: <a href="http://news.opensuse.org/">Notícias</a>
ru: <a href="http://news.opensuse.org/">Новости</a>
sk: <a href="http://news.opensuse.org/">Správy</a>
uk: <a href="http://news.opensuse.org/">Новини</a>

source: <a href="http://forums.opensuse.org/">Forums</a>
ar: <a href="http://forums.opensuse.org/">منتديات</a>
ca: <a href="http://forums.opensuse.org/">Fòrums</a>
pt_br: <a href="http://forums.opensuse.org/">Fórum</a>
ru: <a href="http://forums.opensuse.org/">Форумы</a>
sk: <a href="http://forums.opensuse.org/">Fóra</a>
uk: <a href="http://forums.opensuse.org/">Форуми</a>

source: <a href="http://shop.opensuse.org/">Shop</a>
ar: <a href="http://shop.opensuse.org/">متجر</a>
ca: <a href="http://shop.opensuse.org/">Botiga</a>
pt_br: <a href="http://shop.opensuse.org/">Loja</a>
ru: <a href="http://shop.opensuse.org/">Магазин</a>
sk: <a href="http://shop.opensuse.org/">Obchod</a>
uk: <a href="http://shop.opensuse.org/">Крамниця</a>

source: <a href="mailto:press@opensuse.org">Press</a>
ar: <a href="mailto:press@opensuse.org">الصحافة</a>
ca: <a href="mailto:press@opensuse.org">Premsa</a>
pt_br: <a href="mailto:press@opensuse.org">Imprensa</a>
ru: <a href="mailto:press@opensuse.org">Пресса</a>
sk: <a href="mailto:press@opensuse.org">Tlač</a>
uk: <a href="mailto:press@opensuse.org">Преса</a>

source: language
ar: اللغات
ca: Llengua
pt_br: idioma
ru: язык
sk: jazyk
uk: мова

source: English
ar: إنجليزية
ca: Anglès
pt_br: Inglês
ru: Русский
sk: Anglicky
uk: Українська

source: Sponsored by
ar: الرعاة
ca: Patrocinat per
pt_br: Patrocinado por
ru: При поддержке
sk: Sponzorované
uk: За підтримки

source: &copy; 2013 SUSE LLC. All Rights Reserved.
ar: 2013 Novell, Inc. جميع الحقوق محفوظة.
ca: &copy; 2013 SUSE LLC. Tots els drets reservats.
pt_br: &copy; 2013 SUSE LLC. Todos os direitos reservados.
ru: &copy; 2013 SUSE LLC. Все права защищены.
sk: &copy; 2013 SUSE LLC. Všetky práva vyhradené.
uk: &copy; 2013 SUSE LLC. Усі права захищені.

source: openSUSE 13.2: green light to freedom!
ca: openSUSE 13.2: llum verda cap a la llibertat!
ru: openSUSE 13.2: Зелёный свет свободе!
uk: openSUSE 13.2: зелене світло до свободи!

source: Dear contributors, friends and fans: <a href="https://news.opensuse.org/?p=18707">openSUSE 13.2 is out</a>! After one year on continuous improvement in the tools and procedures and many hours of developing, packaging, testing and fixing issues a new stable release is here providing the best that Free and Open Source has to offer with our special green touch: stable, innovative and fun!
ca: Benvolguts contribuïdors, amics i fans: <a href="https://news.opensuse.org/?p=18707">l'openSUSE 13.2 ja ha sortit</a>! Després d'un any de millores contínues a les eines i als procediments i moltes hores de desenvolupament, empaquetament, proves, correcció d'aspectes i traducció, ja és aquí una nova versió estable que proporciona el millor que pot oferir el Codi obert i lliure amb el nostre toc especial de color verd: estable, innovador i divertit!
ru: Уважаемые коллеги, товарищи, соратники: <a href="https://news.opensuse.org/?p=18707">Вышла openSUSE 13.2</a>! Целый год постоянных улучшений инструментов и процедур и множество часов разработки, создания пакетов, тестирования и исправлений произвели на свет новый стабильный выпуск, предоставляющий лучшее, что может предложить мир свободного ПО и открытого исходного кода, с нашим фирменным зелёным налётом стабильности, инноваций и веселья.
uk: Шановні колеги, друзі, прихильники: <a href="https://news.opensuse.org/?p=18707">вийшла openSUSE 13.2</a>! Після одного року неухильного поліпшення інструментів і процедур та багатьох годин на розробку, створення пакунків, тестування та усунення проблем новий стабільний випуск забезпечує усе найкраще, що може запропонувати світ вільного і відкритого вихідного коду з нашим фірмовим зеленим нальотом: якості, новаторства та радості!

source: This is the first release after the change in the openSUSE development mode, with a much shorter stabilization phase thanks to the extensive testing done in a daily basis in the rolling distribution used now as a base for openSUSE stable releases. The perfect balance between innovation and stability with the great level of freedom of choice that openSUSE users are used to.
ca: Aquesta és la primera versió després del canvi de model de desenvolupament d'openSUSE, amb una fase d'estabilització més curta gràcies a les intenses proves fetes diàriament a la distribució contínua (rolling), usada ara com a base per a les versions estables d'openSUSE. És l'equilibri perfecte entre innovació i estabilitat, amb la gran llibertat per escollir a què els usuaris d'openSUSE estan acostumats.
ru: Это первый выпуск после изменения способа разработки openSUSE, с гораздо более коротким периодом стабилизации благодаря расширенному ежедневному тестированию rolling-дистрибутива, используемого теперь в качестве основы для стабильных выпусков openSUSE. Идеальный баланс между инновациями и стабильностью с высоким уровнем свободы выбора, к которому привыкли пользователи openSUSE.
uk: Це перший випуск після змін у режимі розробки OpenSUSE, з набагато коротшою фазою стабілізації завдяки широким тестам, проведеним щодня у безверсійному дистрибутиві, який використовується зараз в якості бази для стабільних випусків OpenSUSE. Ідеальний баланс між інноваціями та стабільністю з великим рівнем свободи вибору, до якої звикли користувачі OpenSUSE.

source: <a href="https://news.opensuse.org/?p=18707">Read more ...</a>
ca: <a href="https://news.opensuse.org/?p=18707">Llegiu-ne més...</a>
ru: <a href="https://news.opensuse.org/?p=18707">Читать далее…</a>
uk: <a href="https://news.opensuse.org/?p=18707">Докладніше ...</a>

source: You can <a href="http://en.opensuse.org/Features">learn what is new</a>, <a href="http://software.opensuse.org">download it</a> and <a href="http://upgrade.opensuse.org">upgrade</a>!
ca: Aquí podeu <a href="http://en.opensuse.org/Features">saber-ne les novetats</a>, <a href="http://software.opensuse.org">descarregar-lo</a> i <a href="http://upgrade.opensuse.org">actualitzar-lo</a>!
ru: Вы можете <a href="http://en.opensuse.org/Features">узнать, что нового</a>, <a href="http://software.opensuse.org">скачать</a> или <a href="http://upgrade.opensuse.org">обновиться</a>!
uk: Ви можете <a href="http://en.opensuse.org/Features">дізнатися, що нового</a>, <a href="http://software.opensuse.org/">завантажити</a> або <a href="http://upgrade.opensuse.org">оновити</a>!
