Repository: LiohMoeller/landing-page
Catalog: */po/opensuse-org.*.po
Languages: ar, ca, pt_br, ru, sk, uk

source: Follow openSUSE on Google Plus
ar: تابع أوبن سوزي على جوجل بلس
ca: Seguiu l'openSUSE a Google Plus
pt_br: Siga o openSUSE no Google+
ru: Следите за openSUSE на Google Plus
sk: Nasledujte openSUSE na Google Plus
uk: Слідкуйте за openSUSE на Google Plus

source: Keep informed about openSUSE following our <a href="https://plus.google.com/110312141834246266844/">new Google+ page</a><a style="text-decoration:none;" href="https://plus.google.com/110312141834246266844/?prsrc=3">
ar: ابق على إطلاع على جديد أوبن سوزي وتابعنا على <a href="https://plus.google.com/110312141834246266844/">صفحة جوجل بلس الجديدة </a><a style="text-decoration:none;" href="https://plus.google.com/110312141834246266844/?prsrc=3">
ca: Mantingueu-vos informats sobre l'openSUSE seguint la nostra <a href="https://plus.google.com/110312141834246266844/">nova pàgina de Google+</a><a style="text-decoration:none;" href="https://plus.google.com/110312141834246266844/?prsrc=3">
pt_br: Mantenha-se informado sobre o openSUSE seguindo nossa <a href="https://plus.google.com/110312141834246266844/">nova página no Google+</a><a style="text-decoration:none;" href="https://plus.google.com/110312141834246266844/?prsrc=3">
ru: Будьте в курсе событий мира openSUSE, подписавшись на <a href="https://plus.google.com/110312141834246266844/">английскую</a> и <a href="https://plus.google.com/102241590925437493205/">русскую</a> страницы Google+<a style="text-decoration:none;" href="https://plus.google.com/110312141834246266844/?prsrc=3">
sk: Zostaňte informovaní o openSUSE sledovaním našej <a href="https://plus.google.com/110312141834246266844/">novej stránky Google+</a><a style="text-decoration:none;" href="https://plus.google.com/110312141834246266844/?prsrc=3">
uk: Будьте в курсі подій світу openSUSE, підписавшись на <a href="https://plus.google.com/110312141834246266844/">англійську сторінку Google+</a><a style="text-decoration:none;" href="https://plus.google.com/110312141834246266844/?prsrc=3">

source: Participate and join the community!
ar: المشاركة والانضمام إلى المجتمع!
ca: Participeu-hi i uniu-vos a la comunitat!
pt_br: Participe e entre na comunidade!
ru: Участвуйте и присоединяйтесь к сообществу!
sk: Podieľať a pripojiť sa ku komunite!
uk: Беріть участь і приєднуйтесь до спільноти!

source: Whether you're an experienced Linux developer or an end user just getting started with Linux, there are many ways for you to participate in the openSUSE project. Join a <a href="http://forums.opensuse.org/">forum</a> to get help or help others with openSUSE, find and <a href="http://en.opensuse.org/openSUSE:Submitting_bug_reports">report bugs</a>, review the <a href="http://doc.opensuse.org">documentation</a>, send your <a href="http://features.opensuse.org">wish list</a> for new packages and features, create and submit <a href="http://build.opensuse.org">patches</a>, or find other creative ways to contribute. Whatever you do, take a few minutes to discuss openSUSE with other users and become an active member of the openSUSE communities. <a href="http://en.opensuse.org/Portal:How_to_participate">Would you like to know more?</a>
ar: سواء كنت مطور من ذوي الخبرة في لينكس أو مستخدم نهائي بدأت للتو مع لينكس، هناك العديد من الطرق لتتمكن من المشاركة في مشروع أوبن سوزي. انظم إلى <a href="http://forums.opensuse.org/">منتدى</a> للحصول على مساعدة أو مساعدة الآخرين مع أوبن سوزي احصل على <a href="http://en.opensuse.org/openSUSE:Submitting_bug_reports">تقارير العلل</a>، استعرض <a href="http://doc.opensuse.org">الوثائق</a>، وأرسل <a href="http://features.opensuse.org">قائمة الملاحظة</a> للحزم والمميزات الجديدة، إنشاء وتقديم <a href="http://build.opensuse.org">التصحيحات</a>، أو إيجاد طرق مبتكرة أخرى للمساهمة. مهما كنت تفعل، سيستغرق ذلك بضع دقائق منك لمناقشة أوبن سوزي مع مستخدمين آخرين لتصبح عضوا نشطاً في مجتمعات أوبن سوزي المحلية. <a href="http://en.opensuse.org/Portal:How_to_participate">هل تريد معرفة المزيد؟</a>
ca: Tant si sou un desenvolupador expert de Linux o bé un usuari final que hi comença, teniu moltes maneres de participar al projecte d'openSUSE. Apunteu-vos a un <a href="http://forums.opensuse.org/">fòrum</a> per obtenir ajuda o ajudar altres amb l'openSUSE, trobeu i <a href="http://en.opensuse.org/openSUSE:Submitting_bug_reports">aviseu d'errors</a>, reviseu-ne la <a href="http://doc.opensuse.org">documentació</a>, envieu la vostra <a href="http://features.opensuse.org">llista de desitjos</a> per a nous paquets i característiques, creeu i envieu <a href="http://build.opensuse.org">pedaços</a>, o trobeu alguna altra manera creativa de contribuir-hi. Feu el que feu, agafeu-vos uns minuts per parlar d'openSUSE amb altres usuaris i esdeveniu un membre actiu de les comunitats d'openSUSE. <a href="http://en.opensuse.org/Portal:How_to_participate">En voleu saber més?</a>
pt_br: Independentemente de voce ser um programador Linux experiente ou um usuário final que acabou de entrar no mundo Linux, existem várias formas para você participar no projeto openSUSE. Entre no <a href="http://forums.opensuse.org/">fórum</a> para obter ajuda ou ajudar outros com o openSUSE, encontre e <a href="http://pt.opensuse.org/openSUSE:Submeter_relat%C3%B3rios_de_bugs">reporte bugs</a>, revise a <a href="http://doc.opensuse.org">documentação</a> e envie sua <a href="http://features.opensuse.org">lista de pedidos</a> por novos pacotes e recursos, crie e envie <a href="http://build.opensuse.org">correções</a> ou encontre novas formas de contribuir. O que você fizer, tire um tempo para discutir o openSUSE com outros usuários e torna-se um membro ativo da comunidade openSUSE. <a href="http://pt.opensuse.org/Como_Participar">Gostaria de saber mais?</a>
ru: Являетесь ли вы опытным разработчиком Linux или простым пользователем, который только знакомится с Linux, есть много способов для Вас принять участие в проекте openSUSE. Заходите на <a href="http://forums.opensuse.org/p-russian/">форум</a>, чтобы получить помощь или помочь другим с openSUSE, находите ошибки и <a href="http://ru.opensuse.org/openSUSE:Сообщить_об_ошибке">сообщайте о них</a>, изучайте <a href="http://ru.opensuse.org/Portal:Документация">документацию</a>, присылайте <a href="http://features.opensuse.org">пожелания</a> новых пакетов и возможностей, создавайте и отправляйте <a href="http://build.opensuse.org">патчи</a> или найдите другие способы помочь проекту и внести свой вклад. Чем бы Вы не занимались, найдите пару минут, чтобы обсудить openSUSE с другими пользователями и стать активным членом сообщества openSUSE. <a href="http://ru.opensuse.org/Portal:Как_принять_участие">Хотите знать больше?</a>
sk: Či už ste skúsený vývojár Linux alebo práve začínajúci koncový používateľ Linuxu existuje pre vás mnoho spôsobov, ako sa podieľať na projekte openSUSE. Pripojte sa k <a href="http://forums.opensuse.org/">fóru</a>, aby ste získali pomoc alebo pomohli iným s openSUSE, nájdite a <a href="http://en.opensuse.org/openSUSE:Submitting_bug_reports">ohláste chyby</a>, skontrolujte <a href="http://doc.opensuse.org">dokumentáciu</a>, pošlite svoj <a href="http://features.opensuse.org">zoznam žiadostí</a> na nové balíky a vlastnosti, vytvorte a predložte <a href="http://build.opensuse.org">opravy</a>, alebo nájdite iné tvorivé spôsoby, ako prispieť. Nech robíte čokoľvek, pár minút diskutujte o openSUSE s ostatnými používateľmi a staňte sa aktívnym členom openSUSE komunity. <a href="http://en.opensuse.org/Portal:How_to_participate">Chcete vedieť viac?</a>
uk: Незалежно від того, чи ви є досвідченим розробником Linux або простим користувачем, який тільки знайомиться з Linux, існує багато способів для Вас взяти участь в проекті openSUSE. Заходьте на <a href="http://forums.opensuse.org/">форум</a>, щоб отримати допомогу або допомогти іншим з openSUSE, знаходьте помилки і <a href="http://en.opensuse.org/openSUSE:Submitting_bug_reports">повідомляйте про них</a>, перевіряйте <a href="http://doc.opensuse.org">документацію</a>, надсилайте <a href="http://features.opensuse.org">побажання</a> щодо нових пакетів і можливостей, створюйте та надсилайте <a href="http://build.opensuse.org">латки</a> або знайдіть інші способи допомогти проекту і внести свій вклад. Чим би Ви не займалися, знайдіть пару хвилин, щоб обговорити openSUSE з іншими та стати активним членом спільноти openSUSE. <a href="http://en.opensuse.org/Portal:How_to_participate">Хочете знати більше?</a>

source: <a href="http://forums.opensuse.org/">
ru: <a href="http://forums.opensuse.org/p-russian/">

source: <a href="http://en.opensuse.org/">Wiki</a>
ar: <a href="http://en.opensuse.org/">ويكي</a>
pt_br: <a href="http://pt.opensuse.org/">Wiki</a>
ru: <a href="http://ru.opensuse.org/">Wiki</a>
uk: <a href="http://en.opensuse.org/">Вікі</a>

source: <a href="http://lizards.opensuse.org/">Blogs</a>
ar: <a href="http://lizards.opensuse.org/">مدونات</a>
ru: <a href="http://lizards.opensuse.org/">Блоги</a>
sk: <a href="http://lizards.opensuse.org/">Blogy</a>
uk: <a href="http://lizards.opensuse.org/">Блоги</a>

source: openSUSE Conference crossing borders between communities
pt_br: Conferência openSUSE cruzando fronteiras entre comunidades
sk: openSUSE Conference prekračuje hranice medzi komunitami

source: Dear contributors, friends and fans: the openSUSE Conference will be May 1-4 in The Hague, Netherlands. We are working together to make this year's conference unforgettable, but we still need your help.
pt_br: Caros contribuidores, amigos e fãs: a Conferência openSUSE será entre 1 e 4 de maio em Haia na Holanda. Estamos trabalhando juntos para tornar a conferência deste ano inesquecível, mas ainda precisamos de sua ajuda.
sk: Vážení prispievatelia, priatelia a fanúšikovia: openSUSE Conference bude 1. - 4. mája v holandskom Haagu. Pracujeme spoločne, aby bola tohtoročná konferencia nezabudnuteľná, ale stále potrebujeme vašu pomoc.

source: Take part in oSC15 and help to advance the Free and Open Source movement. To get involved, <a href="https://news.opensuse.org/2014/12/22/osc-2015-call-for-team-members/">read here</a>.
pt_br: Faça parte da oSC15 e ajude a avançar o movimente do Software Livre e Aberto. Para envolver-se, <a href="https://news.opensuse.org/2014/12/22/osc-2015-call-for-team-members/">leia isto</a>.
sk: Zúčastnite sa oSC15 a pomáhajte presadzovať Free and Open Source hnutie. Ak sa chcete zapojiť, <a href="https://news.opensuse.org/2014/12/22/osc-2015-call-for-team-members/">tu si prečítajte</a>.

source: openSUSE
ar: اوبن سوزي

source: <span>openSUSE</span>
ar: <span>أوبن سوزي</span>
